[
    {
        "title": "Kingsman",
        "nationality": "UK",
        "publication": "2014-12-12T23:00:00.000Z",
        "synopsis": "Una agencia de espías ultra secretos recluta a un joven de la calle en su competitivo programa de entrenamiento, cuando un genio tecnológico amenaza al mundo.",
        "image": "img/kingsman.jpg",
        "resource": {
            "duration": 135,
            "link": "resource1"
        },
        "locations": []
    },
    {
        "title": "X-Men Origins",
        "nationality": "EEUU",
        "publication": "2009-04-29T22:00:00.000Z",
        "synopsis": "Nacido como mutante en 1845, Lobezno y su hermano huyen de su pueblo para inscribirse en el ejército, luchando en cada gran batalla americana. Un día son reclutados por el coronel Stryker para formar un ejército especial de mutantes. Lobezno acaba escapando e intenta seguir con una vida normal. Sin embargo, cuando descubre que Stryker le persigue se prepara para atacar de nuevo.",
        "image": "img/xmen.jpg",
        "resource": {
            "duration": 110,
            "link": "resource2"
        },
        "locations": []
    },
    {
        "title": "Spiderman 2",
        "nationality": "EEUU",
        "publication": "2004-05-27T22:00:00.000Z",
        "synopsis": "Dos años después de la muerte de Norman Osborn, Peter Parker, también conocido como el superhéroe Spider-Man, se distancia tanto de su interés amoroso Mary Jane Watson como de su mejor amigo Harry Osborn; también descubre que su tía May se enfrenta al desalojo.",
        "image": "img/spiderman-2.jpg",
        "resource": {
            "duration": 120,
            "link": "resource3"
        },
        "locations": []
    },
    {
        "title": "Drive",
        "nationality": "EEUU",
        "publication": "2011-12-27T23:00:00.000Z",
        "synopsis": "Un misterioso conductor especialista de cine y mecánico en un taller, por la noche se convierte en un talentoso chófer para delincuentes. Su jefe, Shannon le busca trabajos en películas de Hollywood o fugas para criminales. Sin embargo, su mundo cambia cuando conoce a Irene, una madre solitaria que tiene al marido en la cárcel, y se ve enredado en un robo que involucra a la alta esfera de la mafia.",
        "image": "img/drive.jpg",
        "resource": {
            "duration": 90,
            "link": "resource4"
        },
        "locations": []
    },
    {
        "title": "La La Land",
        "nationality": "EEUU",
        "publication": "2017-01-12T23:00:00.000Z",
        "synopsis": "Mia y Sebastian son dos jóvenes que quieren abrirse camino en el mundo de Hollywood. Mia es una joven aspirante a actriz que trabaja como camarera mientras acude a castings y Sebastian toca el piano en bares. Un día sus caminos se cruzan e inmediatamente se enamoran. Los dos trabajan juntos para hacer realidad sus sueños, pero pronto se dan cuenta de que el mundo del arte pide sacrificios que ponen en peligro su relación.",
        "image": "img/la-la-land.jpg",
        "resource": {
            "duration": 115,
            "link": "resource5"
        },
        "locations": []
    },
    {
        "title": "Mamma Mia",
        "nationality": "EEUU",
        "publication": "2008-08-12T22:00:00.000Z",
        "synopsis": "Versión cinematográfica del popular musical de ABBA. Una joven (Amanda Seyfried) que ha crecido en una pequeña isla griega, ha sido educada por una madre rebelde y poco convencional (Streep), que siempre se ha negado a revelarle la identidad de su padre. Cuando, por fin, parece que la joven está a punto de saberlo, aparecen tres posibles candidatos (Brosnan, Firth y Skarsgard).",
        "image": "img/mamma-mia.jpg",
        "resource": {
            "duration": 95,
            "link": "resource6"
        },
        "locations": []
    },
    {
        "title": "Sing",
        "nationality": "EEUU",
        "publication": "2016-12-20T23:00:00.000Z",
        "synopsis": "Buster Moon ama su teatro y es capaz de cualquier cosa para salvarlo. Sabe que su sueño está a punto de desaparecer y solo tiene una oportunidad: organizar el concurso de canto más grande del mundo. Tras varias etapas, quedan 5 finalistas: Mike, un ratón con voz suave; Meena, una elefanta adolescente con miedo escénico; Rosita, la exhausta madre de 25 cerditos; Johnny, un joven gorila mafioso; y Ash, una puercoespín punk-rock que quiere deshacerse de su arrogante novio y cantar en solitario.",
        "image": "img/sing.jpg",
        "resource": {
            "duration": 85,
            "link": "resource7"
        },
        "locations": []
    },
    {
        "title": "El gran showman",
        "nationality": "EEUU",
        "publication": "2017-12-28T23:00:00.000Z",
        "synopsis": "En el siglo XIX, P.T. Barnum es un visionario que surge de la nada y crea un fascinante espectáculo que se convertirá en una sensación mundial, el llamado Ringling Bros. and Barnum & Bailey Circus.",
        "image": "img/el-gran-showman.jpg",
        "resource": {
            "duration": 125,
            "link": "resource8"
        },
        "locations": []
    },
    {
        "title": "Dune",
        "nationality": "EEUU",
        "publication": "2021-10-21T22:00:00.000Z",
        "synopsis": "Arrakis, también denominado 'Dune', se ha convertido en el planeta más importante del universo. A su alrededor comienza una gigantesca lucha por el poder que culmina en una guerra interestelar.",
        "image": "img/dune.jpg",
        "resource": {
            "duration": 130,
            "link": "resource9"
        },
        "locations": []
    },
    {
        "title": "Blade Runner 2049",
        "nationality": "EEUU",
        "publication": "2017-10-05T22:00:00.000Z",
        "synopsis": "Tras la rebelión de los replicantes creados por bioingeniería para ser utilizados como mano de obra esclava y la prohibición a Tyrell Corporation de seguir con su fabricación, el empresario Niander Wallace adquirió lo que quedaba de Tyrell Corp. y creó una nueva línea de replicantes mucho más obedientes. Ahora, en el año 2049, los viejos modelos Nexus 8 que continúan con vida están siendo retirados. Los que les persiguen aún reciben el nombre de Blade Runner.",
        "image": "img/blade-runner-2049.jpg",
        "resource": {
            "duration": 140,
            "link": "resource10"
        },
        "locations": []
    },
    {
        "title": "Star Wars: El Despertar de la Fuerza",
        "nationality": "EEUU",
        "publication": "2015-12-17T23:00:00.000Z",
        "synopsis": "Treinta años después de la victoria de la Alianza Rebelde sobre la segunda Estrella de la Muerte, la galaxia tiene que enfrentarse a una nueva amenaza: el malvado Kylo Ren y la Primera Orden. Cuando el desertor Finn llega a un planeta desierto conoce a Rey, cuyo androide contiene un mapa secreto. Juntos, la joven pareja unirá fuerzas con Han Solo para asegurarse de que la resistencia encuentra a Luke Skywalker, el último de los caballeros Jedi.",
        "image": "img/star-wars-7.jpg",
        "resource": {
            "duration": 145,
            "link": "resource10"
        },
        "locations": []
    },
    {
        "title": "Black Mirror",
        "nationality": "EEUU",
        "publication": "2013-02-10T23:00:00.000Z",
        "synopsis": "Black Mirror es una serie de televisión antológica británica de ciencia ficción distópica/costumbrista creada por Charlie Brooker.",
        "image": "img/black-mirror.jpg",
        "resources": [
            {
                "duration": 60,
                "link": "resource6"
            },
            {
                "duration": 65,
                "link": "resource7"
            },
            {
                "duration": 70,
                "link": "resource8"
            }
        ],
        "locations": [],
        "seasons": 5
    }
]